# -*- coding: utf-8 -*-
BLOCK_CONTENT = u"""<p>Высококачественный прототип будущего проекта не оставляет шанса 
для приоритизации разума над эмоциями. Приятно, граждане, наблюдать, как активно развивающиеся 
страны третьего мира, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими 
общечеловеческие нормы этики и морали. Внезапно, тщательные исследования конкурентов, которые представляют
собой яркий пример континентально-европейского типа политической культуры, будут объединены в целые кластеры
себе подобных. Таким образом, выбранный нами инновационный путь обеспечивает широкому кругу (специалистов) 
участие в формировании поэтапного и последовательного развития общества.</p>"""

BLOCK_DESC = u"""Высокотехнологичная концепция общественного уклада способствует подготовке и реализации
переосмысления внешнеэкономических политик. Кстати, тщательные исследования конкурентов, вне зависимости 
от их уровня, должны быть превращены в посмешище, хотя само их существование приносит несомненную пользу 
обществу."""

GUIDELINE_CONTENT = u"""<p>Современные технологии достигли такого уровня, что выбранный нами инновационный путь говорит о возможностях форм воздействия. Как уже неоднократно упомянуто, интерактивные прототипы, вне зависимости от их уровня, должны быть функционально разнесены на независимые элементы. Не следует, однако, забывать, что глубокий уровень погружения не оставляет шанса для инновационных методов управления процессами.</p>
<p>В своём стремлении повысить качество жизни, они забывают, что граница обучения кадров говорит о возможностях поэтапного и последовательного развития общества. Безусловно, повышение уровня гражданского сознания влечет за собой процесс внедрения и модернизации своевременного выполнения сверхзадачи.На&nbsp;<a href="#">страницах проекта</a>&nbsp;мы собрали огромную базу технической информации и другие инструменты для повседневной работы. Предварительные выводы неутешительны: постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании экспериментов, поражающих по своей масштабности и грандиозности.</p>
<h1>Заголовок 1</h1>
<h2>Заголовок 2</h2>
<h3>Заголовок 3</h3>
<h4>Заголовок 4</h4>
<h5>Заголовок 5</h5>
<h6>Заголовок 6</h6>
<h4>Маркированный список</h4>
<ul>
<li>В целом, конечно, граница обучения кадров не даёт нам иного выбора, кроме определения модели развития;</li>
<li>Как принято считать, элементы политического процесса формируют глобальную экономическую сеть;</li>
<li>Следует отметить, что социально-экономическое развитие способствует подготовке и реализации глубокомысленных рассуждений;</li>
<li>Также как экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке стандартных подходов.Кстати, активно развивающиеся страны третьего мира и по сей день остаются уделом либералов, которые жаждут быть смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности;</li>
<li>Интерактивные прототипы набирают популярность среди определенных слоев населения, а значит, должны быть призваны к ответу;</li>
</ul>
<h4>Нумерованный список</h4>
<ol>
<li>В целом, конечно, граница обучения кадров не даёт нам иного выбора, кроме определения модели развития;</li>
<li>Как принято считать, элементы политического процесса формируют глобальную экономическую сеть;</li>
<li>Следует отметить, что социально-экономическое развитие способствует подготовке и реализации глубокомысленных рассуждений;</li>
<li>Также как экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке стандартных подходов.Кстати, активно развивающиеся страны третьего мира и по сей день остаются уделом либералов, которые жаждут быть смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности;</li>
<li>Интерактивные прототипы набирают популярность среди определенных слоев населения, а значит, должны быть призваны к ответу;</li>
</ol>
<table>
<caption>Заголовок таблицы</caption>
<tbody>
<tr><th>&nbsp;Тип</th><th>1,25</th><th>1,5</th><th>1,75</th><th>2,0</th><th>2,5</th></tr>
<tr>
<td align="left">Толщина, мм</td>
<td align="center">1,25&plusmn;0,1</td>
<td align="center">1,5&plusmn;0,1</td>
<td align="center">1,75&plusmn;0,12</td>
<td align="center">2,0&plusmn;0,12</td>
<td align="center">2,5&plusmn;0,12</td>
</tr>
<tr>
<td align="left">Граммаж, г/м<sup>2</sup></td>
<td align="center">1010</td>
<td align="center">1100</td>
<td align="center">1250</td>
<td align="center">1400</td>
<td align="center">1750</td>
</tr>
<tr>
<td align="left">Плотность, г/см<sup>3</sup>, не более</td>
<td colspan="5" align="center">0,75</td>
</tr>
<tr>
<td align="left">Предел прочности при расслаивании, кПа, не менее</td>
<td colspan="5" align="center">200</td>
</tr>
<tr>
<td align="left">Жесткость при статическом изгибе в поперечном направлении, Н*см, не менее</td>
<td align="center">9,0</td>
<td align="center">13,0</td>
<td align="center">18,0</td>
<td align="center">28,0</td>
<td align="center">50,0</td>
</tr>
<tr>
<td align="left">Влажность, %</td>
<td colspan="5" align="center">6-10</td>
</tr>
<tr>
<td align="left">Размер листа</td>
<td colspan="5" align="center">92(долевая)*105</td>
</tr>
</tbody>
</table>
<p></p>
<h4>Цитата</h4>
<blockquote>
<p><b>Цитата</b><span>&nbsp;&ndash; это точная дословная выдержка из какого-либо текста или высказывания, от словосочетания или простого предложения до внушительного отрывка текста.</span></p>
</blockquote>
"""